<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    // 小程序APP
    'WECHAT_APPID'      =>  'wx2c35140111330a22',
    'WECHAT_APPSECRET'  =>  '8b4bb7291ccc2a19f302b604dcec7482',
    // 分享群积分增加数
    'SHARE_FRACTION'  => 20,
];
