<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------
return [
    // 成语擂台赛小程序APP
    'WECHAT_APPID'      =>  'wxa7fc942bd04fe81d',
    'WECHAT_APPSECRET'  =>  '8fcf5cf9fa7580e74df9a6dca26d45a7',
];
