<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    // 每日一笑视频
    'WECHAT_APPID'      =>  'wx36aa561f3399a72d',
    'WECHAT_APPSECRET'  =>  '0181a9fb7de815aff89843bcc685951f',
    "IMG_URL"=>"https://web.ky311.com/uploads",
];
