<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    // 小程序APP
    'WECHAT_APPID'      =>  'wx1dd7c4222b6e2407',
    'WECHAT_APPSECRET'  =>  '4c2a4b9a0ee38acc7ac841533d994e40',

    //'配置项'=>'配置值'
    'SUCCESS_GOLD'      =>  '5',  //答对金币
    'PROMPT_GOLD'      =>  '60',   //提示金币
    'SIGN_GOLD_1'      =>  '30',   //签到金币
    'SIGN_GOLD_2'      =>  '40',   //签到金币
    'SIGN_GOLD_3'      =>  '50',   //签到金币
    'SIGN_GOLD_4'      =>  '60',   //签到金币
    'SIGN_GOLD_5'      =>  '70',   //签到金币
    'SIGN_GOLD_6'      =>  '80',   //签到金币
    'SIGN_GOLD_7'      =>  '100',   //签到金币
    'SHARE_GOLD'      =>  '10',  //分享金币
    'SHARE_Group_GOLD'=>'30'//分享群
];
