<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

return [
    //'配置项'=>'配置值'
    'WECHAT_APPID'      =>  'wxdcb4589ed97979b8',
    'WECHAT_APPSECRET'  =>  '0f5bb7f4980544d2531556fbd3e602da',


    'SUCCESS_GOLD'      =>  '5',  //答对金币
    'PROMPT_GOLD'      =>  '30',   //提示金币
    'SIGN_GOLD'      =>  '30',   //签到金币
    'SHARE_GOLD'      =>  '20',  //分享金币
];
